Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/openstreetmap-tm.tmx
Source language: en
Languages: ca_es

source: Upload a trace
ca_es: Puja una traça

source: See all traces
ca_es: Mostra totes les traces

source: See your traces
ca_es: Mostra totes les vostres traces

source: {{PLURAL|one=You have %{count} trace waiting for upload. Please consider waiting for these to finish before uploading any more, so as not to block the queue for other users.|You have %{count} traces waiting for upload. Please consider waiting for these to finish before uploading any more, so as not to block the queue for other users.}}
ca_es: {{PLURAL|one=Teniu %{count} traça esperant en cua per a pujar. Considereu esperar a que aquesta traça acabi abans de pujar-ne més, així no blocareu la cua per a altres usuaris.|Teniu %{count} traces esperant en cua per a pujar. Considereu esperar a que aquestes traces acabin abans de pujar-ne més, així no blocareu la cua per a altres usuaris.}}

source: Tags
ca_es: Etiquetes

source: Viewing trace %{name}
ca_es: S'està mostrant la traça %{name}

source: PENDING
ca_es: PENDENT

source: None
ca_es: Ningú

source: Edit this trace
ca_es: Edita aquesta traça

source: Delete this trace
ca_es: Suprimeix aquesta traça

source: Trace not found!
ca_es: No s'ha trobat la traça!

source: Older Traces
ca_es: Traces més antigues

source: Newer Traces
ca_es: Tracks més recents

source: %{count} points
ca_es: %{count} punts

source: %{time_in_words_ago} ago
ca_es: fa %{time_in_words_ago}

source: more
ca_es: més

source: View Trace Details
ca_es: Mostra els detalls de la traça

source: View Map
ca_es: Visualitza el mapa

source: Edit Map
ca_es: Edita el mapa

source: PUBLIC
ca_es: PÚBLIC

source: IDENTIFIABLE
ca_es: IDENTIFICABLE

source: PRIVATE
ca_es: PRIVAT

source: TRACKABLE
ca_es: RASTREJABLE

source: by
ca_es: en

source: in
ca_es: a

source: Public GPS traces
ca_es: Traces GPS públiques

source: Your GPS traces
ca_es: Les vostres traces GPS

source: Public GPS traces from %{user}
ca_es: Tracks GPS públics de %{user}

source: Browse recent GPS track uploads
ca_es: Navega pels tracks pujats recentment

source: tagged with %{tags}
ca_es: etiquetat amb %{tags}

source: Nothing here yet. <a href='%{upload_link}'>Upload a new trace</a> or learn more about GPS tracing on the <a href='http://wiki.openstreetmap.org/wiki/Beginners_Guide_1.2'>wiki page</a>.
ca_es: Aquí encara no hi ha res. <a href='%{upload_link}'>Pujeu un nou track</a> o apreneu més sobre els tracks GPS a la <a href='http://wiki.openstreetmap.org/wiki/Beginners_Guide_1.2'>pàgina wiki</a>.

source: Trace scheduled for deletion
ca_es: Track programat per a ser suprimit

source: Trace made public
ca_es: Traça feta pública

source: The GPX file upload system is currently unavailable
ca_es: El sistema de càrrega de fitxers GPX no està disponible actualment

source: GPX Storage Offline
ca_es: GPX emmagatzematge fora de línia

source: The GPX file storage and upload system is currently unavailable.
ca_es: L'emmagatzematge i el sistema de pujada de fitxers GPX no són operatius actualment.

source: OpenStreetMap GPS Traces
ca_es: Traces GPS d'OpenStreetMap

source: GPX file from %{user}
ca_es: Fitxer GPX de %{user}

source: You appear to have cookies disabled - please enable cookies in your browser before continuing.
ca_es: Sembla que teniu les galetes inhabilitades - habiliteu les galetes al navegador abans de continuar.

source: You need to be a moderator to perform that action.
ca_es: Heu de ser un moderador per dur a terme aquesta acció

source: Your access to the API has been blocked. Please log-in to the web interface to find out more.
ca_es: El vostre accés a l'API ha estat blocat. Si us plau, connecteu-vos a la interfície web per obtenir més informació.

source: Your access to the API is temporarily suspended. Please log-in to the web interface to view the Contributor Terms. You do not need to agree, but you must view them.
ca_es: L'accés a l'API és temporalment suspeses. Si us plau, log-in a la interfície de web per veure els termes de col. laborador. Vostè no necessita estar d'acord, però cal veure-les.

source: The application %{app_name} is requesting access to your account, %{user}. Please check whether you would like the application to have the following capabilities. You may choose as many or as few as you like.
ca_es: L'aplicació %{app_name} sol·licita accés al vostre compte, %{user}. Marqueu si voleu autoritzar l'aplicació amb les següents funcions. Podeu triar les que vulgueu.

source: Allow the client application to:
ca_es: Permet la sol·licitud de client per:

source: read your user preferences.
ca_es: llegiu les vostres preferències d'usuari.

source: modify your user preferences.
ca_es: modificar les preferències d'usuari.

source: create diary entries, comments and make friends.
ca_es: crear entrades de diari, comentaris i fer amics.

source: modify the map.
ca_es: modificar el mapa.

source: read your private GPS traces.
ca_es: llegir les vostres traces GPS privades.

source: upload GPS traces.
ca_es: carregar traces GPS.

source: modify notes.
ca_es: modificar les notes.

source: You've revoked the token for %{application}
ca_es: He estat revocat el testimoni per %{application}

source: Register a new application
ca_es: Registrar-se una nova aplicació

source: Register
ca_es: Registrar-se

source: Edit your application
ca_es: Editar la vostra aplicació

source: OAuth details for %{app_name}
ca_es: OAuth detalls per %{app_name}

source: Consumer Key:
ca_es: Clau de consum:

source: Consumer Secret:
ca_es: Secret de consum:

source: Request Token URL:
ca_es: Sol·licitud Token URL:

source: Access Token URL:
ca_es: Accés Fitxa URL:

source: Authorise URL:
ca_es: Autoritza URL:

source: We support HMAC-SHA1 (recommended) and RSA-SHA1 signatures.
ca_es: Suportem les signatures de tipus HMAC-SHA1 (recomanat) i RSA-SHA1.

source: Edit Details
ca_es: Edita els detalls

source: Delete Client
ca_es: Suprimeix el client

source: Are you sure?
ca_es: N'esteu segur?

source: Requesting the following permissions from the user:
ca_es: Sol·licitar els permisos següents des de l'usuari:

source: read their user preferences.
ca_es: llegir les vostres preferències d'usuari.

source: modify their user preferences.
ca_es: modificar les vostres preferències d'usuari.

source: read their private GPS traces.
ca_es: llegir les seves traces GPS privats.

source: My OAuth Details
ca_es: Les meves dades OAuth

source: My Authorised Applications
ca_es: Meves aplicacions autoritzada

source: The following tokens have been issued to applications in your name:
ca_es: Les fitxes següents s'han emès per aplicacions en el vostre nom:

source: Application Name
ca_es: Nom d'aplicació

source: Issued At
ca_es: Emès A

source: Revoke!
ca_es: Revoca!

source: My Client Applications
ca_es: Meves aplicacions de Client

source: Do you have an application you would like to register for use with us using the %{oauth} standard? You must register your web application before it can make OAuth requests to this service.
ca_es: ¿Teniu cap aplicació que voldríeu inscriure per usar amb nosaltres utilitzant l'estàndard %{oauth}? Heu de registrar la vostra aplicació web abans que pugui fer peticions OAuth a aquest servei.

source: You have the following client applications registered:
ca_es: Teniu les següents aplicacions client registrades:

source: Register your application
ca_es: Registrar-se l'aplicació

source: Required
ca_es: Requerit

source: Main Application URL
ca_es: Principal aplicació URL

source: Callback URL
ca_es: Resposta d'URL

source: Support URL
ca_es: URL de suport

source: Request the following permissions from the user:
ca_es: Sol·licitar els permisos següents des de l'usuari:

source: Sorry, that %{type} could not be found.
ca_es: Ho sento, no s'ha pogut trobar el %{type}.

source: Registered the information successfully
ca_es: Registrar la informació amb èxit

source: Updated the client information successfully
ca_es: La informació de client ha actualitzat correctament

source: Destroyed the client application registration
ca_es: Destruït la matrícula d'aplicació de client

source: Email Address or Username:
ca_es: Adreça de correu o usuari:

source: Password:
ca_es: Contrasenya:

source: Remember me
ca_es: Recorda'm:

source: Lost your password?
ca_es: Heu perdut la contrasenya?

source: Register now
ca_es: Registreu-vos-hi ara

source: Already have an OpenStreetMap account? Please login with your username and password:
ca_es: Ja teniu un compte de l'OpenStreetMap? Incieu sessió amb el nom d'usuari i contrasenya:

source: Alternatively, use OpenID to login:
ca_es: Alternativament, utilitzeu el vostre OpenID per iniciar sessió:

source: New to OpenStreetMap?
ca_es: Nou a OpenStreetMap?

source: To make changes to the OpenStreetMap data, you must have an account.
ca_es: Per fer canvis a les dades de OpenStreetMap, ha de tenir un compte.

source: Create an account. It only takes a minute.
ca_es: Crear un compte. Només es triga un minut.

source: Don't have an account?
ca_es: No teniu cap compte?

source: Sorry, your account is not active yet.<br />Please use the link in the account confirmation email to activate your account, or <a href="%{reconfirm}">request a new confirmation email</a>.
ca_es: Ho sentim, el vostre compte encara no és actiu.<br>Utilitzeu l'enllaç al correu de confirmació per activar el vostre compte, o <a href="%{reconfirm}">demanar un nou correu electrònic de confirmació</a>.

source: Sorry, your account has been suspended due to suspicious activity.<br />Please contact the <a href="%{webmaster}">webmaster</a> if you wish to discuss this.
ca_es: Ho sentim, s'ha suspès el vostre compte per presentar una activitat sospitosa.<br />Contacteu amb el <a href="%{webmaster}">webmestre</a> si voleu parlar-ne.

source: Sorry, could not log in with those details.
ca_es: Ho sentim, no podeu registrar-vos amb aquesta informació.

source: Sorry, could not contact your OpenID provider
ca_es: Ho sento, no podem contactar amb el vostre proveïdor d'OpenID

source: Sorry, your OpenID seems to be malformed
ca_es: Ho sentim, la vostra OpenID sembla ser no vàlida

source: Log in with an OpenID
ca_es: Inicia sessió amb un compte OpenID

source: Login with OpenID
ca_es: Inicia sessió amb OpenID

source: Login with an OpenID URL
ca_es: Inicia sessió amb un URL d'OpenID

source: Login with Google
ca_es: Inicia sessió amb Google

source: Login with a Google OpenID
ca_es: Inicia sessió amb un OpenID de Google

source: Login with Yahoo
ca_es: Inicia sessió amb Yahoo

source: Login with a Yahoo OpenID
ca_es: Inicia sessió amb un OpenID Yahoo

source: Login with myOpenID
ca_es: Inicia sessió amb myOpenID

source: Login with a myOpenID OpenID
ca_es: Inicia sessió amb un myOpenID OpenID

source: Login with Wordpress
ca_es: Inicia sessió amb Wordpress

source: Login with a Wordpress OpenID
ca_es: Inicia sessió amb un Wordpress OpenID

source: Login with AOL
ca_es: Inicia sessió amb AOL

source: Login with an AOL OpenID
ca_es: Inicia sessió amb un AOL OpenID

source: Logout from OpenStreetMap
ca_es: Tanca la sessió d'OpenStreetMap

source: Lost password
ca_es: contrasenya perduda

source: Forgotten Password?
ca_es: Heu oblidat la contrasenya?

source: Email Address:
ca_es: Adreça de correu electrònic:

source: Reset password
ca_es: Restableix la contrasenya

source: Enter the email address you used to sign up, we will send a link to it that you can use to reset your password.
ca_es: Introduïu l'adreça de correu electrònic que va utilitzar per registrar-se, us enviarem un enllaç a ella que pot utilitzar per restablir la contrasenya.

source: Sorry you lost it :-( but an email is on its way so you can reset it soon.
ca_es: Lamentem que l'hàgiu perdut :-( però us hem enviat un correu, així podreu restaurar-la ràpidament.

source: Could not find that email address, sorry.
ca_es: Podria no trobar aquesta adreça de correu.

source: Reset Password for %{user}
ca_es: Restableix la contrasenya per %{user}

source: Confirm Password:
ca_es: Confirmeu la contrasenya:

source: Reset Password
ca_es: Restableix la contrasenya

source: Your password has been changed.
ca_es: S'ha canviat la contrasenya.

source: Did not find that token, check the URL maybe?
ca_es: No ha trobat que comproven token, l'URL potser?

source: Sign Up
ca_es: Crear un compte

source: Unfortunately we are not currently able to create an account for you automatically.
ca_es: No us podem crear automàticament un compte.

source: Please contact the <a href="mailto:webmaster@openstreetmap.org">webmaster</a> to arrange for an account to be created - we will try and deal with the request as quickly as possible.
ca_es: Contacteu amb el <a href="mailto:webmaster@openstreetmap.org">webmestre</a> per gestionar la creació d'un compte - intentarem tractar la sol·licitud tan aviat com sigui possible.

source: Free and editable
ca_es: Lliure i editable

source: <p>Unlike other maps, OpenStreetMap is completely created by people like you, and it's free for anyone to fix, update, download and use.</p> <p>Sign up to get started contributing. We'll send an email to confirm your account.</p>
ca_es: <p>A diferència d'altres mapes, OpenStreetMap ha estat completament creat per gent com vostè i està obert a qualsevol modificació, actualització, descàrrega i utilització.</p> <p>Registreu-vos i començeu a contribuir. Us enviarem un e-mail per confirmar el vostre compte.</p>

source: When you confirm your account you will need to agree to the <a href="http://www.osmfoundation.org/wiki/License/Contributor_Terms">contributor terms</a>.
ca_es: Quan confirmeu el compte, heu d'acceptar els <a href="http://www.osmfoundation.org/wiki/License/Contributor_Terms">termes de col·laboracio</a>.

source: Confirm Email Address:
ca_es: Confirmeu l'adreça de correu electrònic:

source: Not displayed publicly (see <a href="http://wiki.openstreetmap.org/wiki/Privacy_Policy" title="wiki privacy policy including section on email addresses">privacy policy</a>)
ca_es: No es mostrarà públicament (vegeu la <a href="http://wiki.openstreetmap.org/wiki/Privacy_Policy" title="wiki privacy policy including section on email addresses">política de privacitat</a>)

source: Display Name:
ca_es: Nom visible:

source: Your publicly displayed username. You can change this later in the preferences.
ca_es: El nom d'usuari que es motrarà públicament. El podeu canviar més endavant a les preferències.

source: Alternatively, use %{logo} OpenID to login
ca_es: Alternativament, utilitzeu %{logo} OpenID per iniciar sessió

source: With OpenID a password is not required, but some extra tools or server may still need one.
ca_es: Amb l'OpenID no es requereix contrasenya, però algunes eines extres o el servidor encara poden necessitar-la.

source: <p>Your OpenID is not associated with a OpenStreetMap account yet.</p> <ul> <li>If you are new to OpenStreetMap, please create a new account using the form below.</li> <li> If you already have an account, you can login to your account using your username and password and then associate the account with your OpenID in your user settings. </li> </ul>
ca_es: <p>El vostre OpenID encara no està associat a un compte de OpenStreetMap.</p> <ul> <li>Si sou nou a l'OpenStreetMap, creeu un compte utilitzant el formulari següent.</li> <li> Si ja teniu un compte, podeu iniciar sessió amb el vostre compte utilitzant el nom d'usuari i contrasenya i aleshores associeu el compte amb el vostre compte OpenID a les preferències d'usuari. </li> </ul>

source: Thanks for accepting the new contributor terms!
ca_es: Gràcies per a l'acceptació de les condicions de col. laborador nou!

source: We are sorry that you have decided to not accept the new Contributor Terms. For more information, please see <a href="%{url}">this wiki page</a>.
ca_es: Lamentem que vostè ha decidit no acceptar els nous termes de col. laborador. Per a més informació, si us plau vegi <a href="%{url}">aquesta pàgina de wiki</a>.

source: Contributor terms
ca_es: Termes de col·laboració:

source: Please read the agreement and press the agree button to confirm that you accept the terms of this agreement for your existing and future contributions.
ca_es: Llegeiu l'acord de sota i premeu el botó D'acord per confirmar que accepteu els termes d'aquest acord per a les vostres contribucions existents i futures.

source: In addition to the above agreement, I consider my contributions to be in the Public Domain
ca_es: A més de l'acord de dalt, considero que les meves contribucions han d'estar en el domini públic

source: what's this?
ca_es: què és això?

source: Information to help understand these terms: a <a href="%{summary}">human readable summary</a> and some <a href="%{translations}">informal translations</a>
ca_es: Informació per ajudar a entendre aquestes condicions: un <a href="%{summary}">resum llegible humà</a> i algunes <a href="%{translations}">traduccions informals</a>

source: Agree
ca_es: D'acord

source: Decline
ca_es: Ho rebutjo

source: Please read and then either accept or decline the new Contributor Terms to continue.
ca_es: Llegiu i després accepteu o rebutgeu els termes per a nous col·laboradors per continuar.

source: Country of residence:
ca_es: Seleccioneu el vostre estat de residència:

source: France
ca_es: França

source: Italy
ca_es: Itàlia

source: Rest of the world
ca_es: Resta del món

source: No such user
ca_es: Aquest usuari no existeix

source: The user %{user} does not exist
ca_es: L'usuari %{user} no existeix

source: Sorry, there is no user with the name %{user}. Please check your spelling, or maybe the link you clicked is wrong.
ca_es: No hi ha cap usuari amb el nom %{user}. Comproveu l'ortografia, o potser l'enllaç on heu fet clic és incorrecte.

source: My Diary
ca_es: El meu diari

source: new diary entry
ca_es: Nova entrada del diari

source: My Edits
ca_es: Les meves edicions

source: My Traces
ca_es: Les meves traces

source: My Notes
ca_es: Les meves notes de mapa

source: My Profile
ca_es: El meu perfil

source: My Settings
ca_es: Les meves preferències

source: My Comments
ca_es: Els meus comentaris

source: oauth settings
ca_es: configuració OAuth

source: Blocks on Me
ca_es: Blocs sobre mi

source: Blocks by Me
ca_es: Blocs fets per mi

source: Send Message
ca_es: Envia el missatge

source: Diary
ca_es: Diari

source: Edits
ca_es: Modificacions

source: Map Notes
ca_es: Notes de mapa

source: Unfriend
ca_es: Deixa l'amistat

source: Add Friend
ca_es: Afegeix com a amic

source: Mapper since:
ca_es: Cartografiant des de:

source: (%{time_in_words_ago} ago)
ca_es: (fa %{time_in_words_ago})

source: Contributor terms:
ca_es: Termes del col·laborador:

source: Undecided
ca_es: No decidit

source: Declined
ca_es: Declinats

source: Accepted %{ago} ago
ca_es: Acceptada fa %{ago}

source: Latest edit %{ago}:
ca_es: Última edició %{ago}:

source: Email address:
ca_es: Adreça de correu:

source: Created from:
ca_es: Creat a partir de:

source: Status:
ca_es: Estat:

source: Spam Score:
ca_es: Spam Puntuació:

source: User location
ca_es: Ubicació de l'usuari

source: Set your home location on the %{settings_link} page to see nearby users.
ca_es: Podeu configurar la vostra ubicació a la pàgina %{settings_link} per veure els usuaris propers a vostè.

source: settings
ca_es: preferències

source: Your friends
ca_es: Els vostres amics

source: You have not added any friends yet.
ca_es: No has afegit cap amics encara.

source: %{count}km away
ca_es: %{count}km de distància

source: %{count}m away
ca_es: %{count}m de distància

source: Other nearby users
ca_es: Altres usuaris propers

source: There are no other users who admit to mapping nearby yet.
ca_es: Encra no hi ha cap altre usuari reconegui cartografiar prop.

source: This user is an administrator
ca_es: Aquest usuari és administrador

source: This user is a moderator
ca_es: Aquest usuari és moderador

source: Grant administrator access
ca_es: Concedir accés d'administrador

source: Grant moderator access
ca_es: Concedir accés de moderador

source: Revoke administrator access
ca_es: Revocar l'accés d'administrador

source: Revoke moderator access
ca_es: Revocar l'accés de moderador

source: blocks received
ca_es: blocs rebuts

source: blocks given
ca_es: blocs donats

source: Comments
ca_es: Comentaris

source: block this user
ca_es: bloca aquest usuari

source: activate this user
ca_es: activa aquest usuari

source: deactivate this user
ca_es: desactiva aquest usuari

source: confirm this user
ca_es: confirma aquest usuari

source: hide this user
ca_es: amagar aquest usuari

source: unhide this user
ca_es: Inamagui's d'aquest usuari

source: delete this user
ca_es: Suprimeix aquest usuari

source: friends' changesets
ca_es: conjunts de canvis dels vostres amics

source: friends' diary entries
ca_es: entrades de diari dels amics

source: nearby user changesets
ca_es: conjunts de canvis dels usuaris propers

source: nearby user diary entries
ca_es: entrades de diari dels usuaris propers

source: Your location
ca_es: La vostra ubicació

source: Nearby mapper
ca_es: «Mapador» proper

source: Edit account
ca_es: Edita el compte

source: My settings
ca_es: Preferències

source: Current Email Address:
ca_es: Adreça de correu electrònic actual:

source: New Email Address:
ca_es: Nova adreça d'E-mail:

source: (never displayed publicly)
ca_es: (no es mostrarà mai en públic)

source: what is this?
ca_es: què és això?

source: Public editing:
ca_es: Edició pública:

source: Enabled. Not anonymous and can edit data.
ca_es: Permès. No anònims i editar les dades.

source: Disabled and cannot edit data, all previous edits are anonymous.
ca_es: Impossibilitat i no es pot editar les dades, totes les anteriors edicions són anònims.

source: why can't I edit?
ca_es: per què no es pot editar?

source: Public editing
ca_es: Modificació pública

source: Currently your edits are anonymous and people cannot send you messages or see your location. To show what you edited and allow people to contact you through the website, click the button below. <b>Since the 0.6 API changeover, only public users can edit map data</b>. (<a href="http://wiki.openstreetmap.org/wiki/Anonymous_edits">find out why</a>).<ul><li>Your email address will not be revealed by becoming public.</li><li>This action cannot be reversed and all new users are now public by default.</li></ul>
ca_es: Actualment les vostres modificacions estan anònims i la gent no pot enviar missatges o veure la vostra ubicació. Per mostrar el que editat i permetre que la gent en contacte amb vostè a través del web, feu clic al botó de sota. <b>Des de canvi de l'API 0.6, només els usuaris públics pot editar les dades de mapa</b>. (<a href="http://wiki.openstreetmap.org/wiki/Anonymous_edits">esbrinar per què</a>).<ul><li>Adreces de correu electrònic no serà revelada per convertir-se en públic.</li><li>Aquesta acció no es pot fer la inversió i els nous usuaris ara són públics per defecte.</li></ul>

source: Contributor Terms:
ca_es: Termes de col·laboració:

source: You have agreed to the new Contributor Terms.
ca_es: Que han accedit a les noves condicions de col. laborador.

source: You have not yet agreed to the new Contributor Terms.
ca_es: Que han no encara s'ha accedit a les noves condicions de col. laborador.

source: Please follow this link at your convenience to review and accept the new Contributor Terms.
ca_es: Seguiu aquest enllaç pel vostre interès per revisar i acceptar els termes de col·laborador nou.

source: You have also declared that you consider your edits to be in the Public Domain.
ca_es: També heu declarat que considereu que les vostres modificacions han d'estar en el domini públic.

source: Profile Description:
ca_es: Descripció del perfil:

source: Preferred Languages:
ca_es: Llengües preferents:

source: Preferred Editor:
ca_es: Editor preferit:

source: Image:
ca_es: Imatge:
